Repository: typo3-themes/theme_bootstrap4
Catalog: Resources/Private/Language/*.locallang_elements.xlf
Languages: de

# two_column_grid
source: 2 column grid
de: 2 spaltiges Raster

# two_column_grid_description
source: Preset row with two columns. Column width can be adjusted. Columns will always have an overall width of 12 grid columns.
de: Vorbelegte Zeile mit zwei Spalten. Die Spaltenbreiten sind einstellbar. Beide Spalten haben zusammen immer eine Breite von 12 Rasterspalten

# three_column_grid
source: 3 column grid
de: 3 spaltiges Raster

# three_column_grid_description
source: Preset row with three columns. Column width can be adjusted. Columns will always have an overall width of 12 grid columns.
de: Vorbelegte Zeile mit drei Spalten. Die Spaltenbreiten sind einstellbar. Alle Spalten haben zusammen immer eine Breite von 12 Rasterspalten

# four_column_grid
source: 4 column grid
de: 4 spaltiges Raster

# four_column_grid_description
source: Preset row with four columns. Column width can be adjusted. Columns will always have an overall width of 12 grid columns.
de: Vorbelegte Zeile mit vier Spalten. Die Spaltenbreiten sind einstellbar. Alle Spalten haben zusammen immer eine Breite von 12 Rasterspalten

source: Outer left
de: Links aussen

source: Middle left
de: Mitte links

source: Left
de: Links

source: Middle
de: Mitte

source: Outer right
de: Rechts aussen

source: Middle right
de: Mitte rechts

source: Right
de: Rechts

source: Accordion
de: Akkordeon

# accordion_description
source: Container with collapsible child elements, which can either be single elements or containers as well
de: Behälter mit zusammenklappbaren Kind-Elementen, die ihrerseits entweder einzelne Elemente oder ebenfalls Behälter sein können

# accordion_content
source: Content
de: Inhalt

source: Accordion active
de: Akkordeon aktiv

source: Accordion settings
de: Akkordeon-Einstellungen

# accordion_settings_all_closed
source: All elements closed
de: Alle Elemente geschlossen

# accordion_settings_first_open
source: First element open
de: Erstes Element geöffnet

# accordion_settings_all_open
source: All elements open
de: Alle Elemente geöffnet

# accordion_toggle
source: Accordion show/hide all
de: Alle Akkordeons öffnen/schliessen

# accordion_toggle_show
source: Show toggle
de: Schalter anzeigen

# accordion_toggle_hide
source: Hide toggle
de: Schalter verbergen

source: Carousel
de: Karussell

# carousel_description
source: Carousel/Slider
de: Karussell/Bildwechsler

# carousel_content
source: Content
de: Inhalt

source: Column
de: Spalte

source: Column content
de: Spalten-Inhalt

# column_footer
source: Footer content
de: Fußzeilen-Inhalt

# column_widths_extrasmall
source: Mobile devices
de: Mobile Geräte

# column_widths_large
source: Large devices
de: Große Geräte

source: Column width distribution
de: Verteilung der Spaltenbreiten

source: Column width
de: Spaltenbreite

source: Column offset
de: Einrückung

source: Column push
de: Nach rechts verschieben

source: Column pull
de: Nach links verschieben

# column_undefined
source: Undefined
de: Nicht definiert

# column_width_undefined
source: Undefined - Using definition for medium size
de: Nicht definiert - Wert für mittlere Anzeige wird genutzt

source: Extended Settings
de: Erweiterte Einstellungen

# equalheight
source: Force equal column height
de: Gleiche Spaltenhöhe erzwingen

# equalheight_off
source: Default column height
de: Spaltenhöhe beibehalten

# visible
source: Element is visible
de: Element ist sichtbar

# visible_block
source: Element is visible as block
de: Element ist sichtbar als Block

# visible_inline
source: Element is visible inline
de: Element ist sichtbar als Inline-Element

# visible_inline_block
source: Element is visible as inline block
de: Element ist sichtbar als Inline-Block

# invisible
source: Element is hidden
de: Element ist unsichtbar

# container_description
source: Containers can be used to breakup default structures and have elements use the whole viewport width instead of the limited grid.
de: Container werden verwendet, um die Standard-Strukturen aufzubrechen und z.B. Elemente über die Gesamte Bildschirmbreite anzuzeigen und nicht begrenzt auf das bestehende Raster.

source: Container content
de: Container-Inhalt

source: Row
de: Zeile

# row_description
source: Rows can be used as containers to group elements horizontally without additional functionality
de: Zeilen dienen als Behälter, um Elemente ohne zusätzliche Funktionalität horizontal angeordnet zu gruppieren

source: Row content
de: Zeilen-Inhalt

# single_column
source: Column / Panel (Vertical)
de: Spalte / Paneel (Vertikal)

# single_column_header_footer
source: Panel with header and footer
de: Paneel mit Kopf- und Fußzeile

# single_column_horizontal
source: Column / Panel (Horizontal)
de: Spalte / Paneel (Horizontal)

# single_column_description
source: Panels can be used as subcontainers within rows, accordions, tabs or carousels to group elements vertically or horizontally without additional functionality
de: Paneele können innerhalb von Zeilen, Akkordeons, Reitern (Tabs) oder Karussels eingesetzt werden, um Elemente ohne zusätzliche Funktionalität vertikal oder horizontal zu gruppieren

# single_column_header_footer_description
source: Panels can be used as subcontainers within rows, accordions, tabs or carousels to group elements vertically or horizontally without additional functionality. This panel uses the headline as header and has an optional footer section for content.
de: Paneele können innerhalb von Zeilen, Akkordeons, Reitern (Tabs) oder Karussels eingesetzt werden, um Elemente ohne zusätzliche Funktionalität vertikal oder horizontal zu gruppieren. Dieses Paneel nutzt die Überschrift als Kopfzeile und liefert eine optionale Fußzeile für Inhalte.

source: Tabs
de: Reiter (Tabs)

# tabs_description
source: A container to switch with tabs between child elements, which can either be single elements or containers as well
de: Ein Behälter, um mithilfe von Reitern (Tabs) zwischen einzelnen Kind-Elementen zu wechseln, die ihrerseits entweder einzelne Elemente oder ebenfalls Behälter sein können

# tabs_container
source: Tab container
de: Tab-Behälter

# tabs_appearance
source: Appearance
de: Erscheinungsbild

# tabs_appearance_tabs
source: Tabs
de: Reiter

# tabs_appearance_pills
source: Pills
de: Schaltflächen

# tabs_transition
source: Transition
de: Übergangseffekt

# tabs_transition_none
source: None
de: Keiner

# tabs_transition_fade
source: Fade in
de: Einblenden
