Repository: typo3-themes/theme_bootstrap4
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr

# toggleNavigation_label
source: Toggle navigation
de: Navigation öffnen

# breadcrumb_label
source: You are here
de: Sie sind hier
fr: Vous êtes ici

# languageMenu_label
source: Language:
de: Sprache:

# imprint_label
source: Imprint
de: Impressum
fr: Impressum

# content.variants.page_header
source: Page-Header
de: Seitenkopf
fr: Titre de page

# content.variants.wide_screen
source: Wide-Screen
de: Breitwand
fr: Ecran large

# content.variants.framed_label
source: Chose frame
de: Einrahmung wählen

# content.variants.framed
source: Framed
de: Einrahmung
fr: Encadré

# content.variants.framed_small
source: Framed (small)
de: Einrahmung (klein)
fr: Encadré (petit)

# content.variants.framed_large
source: Framed (large)
de: Einrahmung (groß)
fr: Encadré (grand)

# content.variants.headline_label
source: Blockstyle for headline
de: Ausrichtung für Überschrift

# content.variants.headline_left
source: Headline align left
de: Überschrift linksbündig

# content.variants.headline_center
source: Headline align center
de: Überschrift zentriert

# content.variants.headline_right
source: Headline align right
de: Überschrift rechtsbündig

# content.variants.alert_success
source: Success-Message
de: Erfolgsmeldung
fr: Succès

# content.variants.alert_warning
source: Warning
de: Warnung
fr: Alerte

# content.variants.alert_danger
source: Error-Message
de: Fehlermeldung
fr: Erreur

# content.behaviour.fade_in
source: Fade in
de: Einblenden
fr: Dissout

# content.behaviour.screenreader_only
source: Screenreader only
de: Nur Screenreader
fr: Lecteurs d'ecran seuls

# content.behaviour.screenreader_only_focusable
source: Screenreader only (focusable)
de: Nur Screenreader (fokusierbar)
fr: Lecteurs d'ecran seuls (focusable)

# content.behaviour.print_hidden
source: Hidden for printing
de: Unsichtbar beim drucken
fr: Caché à l'impression

# content.behaviour.print_visible_block
source: Visible for printing (block)
de: Sichtbar beim drucken (block)
fr: Visible à à l'impression (block)

# content.behaviour.print_visible_inline
source: Visible for printing (inline)
de: Sichtbar beim drucken (inline)
fr: Visible à à l'impression (inline)

# content.behaviour.print_visible_inline_block
source: Visible for printing (inline-block)
de: Sichtbar beim drucken (inline-block)
fr: Visible à à l'impression (inline-block)

# content.behaviour.table_responsive
source: Responsive table
de: Responsive Tabelle
fr: Table adaptive

# content.behaviour.navigation_pills
source: Pills navigation
de: Schaltflächen-Navigation

# content.behaviour.navigation_tabs
source: Tabs navigation
de: Reiter-Navigation

# content.behaviour.accordion_first_open
source: Open first accordion item
de: Erstes Akkordeon-Element öffnen

# content.variants.panel_primary
source: Primary Panel
de: Paneel in Hauptfarbe

# content.variants.panel_success
source: Success Panel
de: Erfolgs-Paneel

# content.variants.panel_info
source: Info Panel
de: Informations-Paneel

# content.variants.panel_warning
source: Warning Panel
de: Warnungs-Paneel

# content.variants.panel_danger
source: Danger Panel
de: Fehler-Paneel

# content.buttons.default
source: Default Button
de: Standard-Schaltfläche

# content.buttons.primary
source: Primary Button
de: Schaltfläche in Hauptfarbe

# content.buttons.success
source: Success Button
de: Erfolgs-Schaltfläche

# content.buttons.info
source: Info Button
de: Informations-Schaltfläche

# content.buttons.warning
source: Warning Button
de: Warnungs-Schaltfläche

# content.buttons.danger
source: Danger Button
de: Fehler-Schaltfläche

# content.buttons.large
source: Large Button
de: Große Schaltfläche

# content.buttons.small
source: Small Button
de: Kleine Schaltfläche

# content.buttons.extra-small
source: Extra Small Button
de: Extra kleine Schaltfläche

# content.buttons.block
source: Block Button
de: Block-Schaltfläche

# content.bullets
source: Panel with List Group
de: Paneel mit Listengruppe

# content.pricing_table_listheader
source: List header
de: Listen-Überschrift

# content.responsive.visibility.default
source: Default
fr: Defaut

# content.responsive.visibility.hidden
source: Hidden
fr: Caché

# content.behaviour.container
source: Container
fr: Conteneur

# content.behaviour.container_fluid
source: Container (fluid)
fr: Conteneur (fluid)
